[
  {
    "name": "Genova Diagnostics",
    "logo": "/images/genova.webp",
    "background": "bg-white",
    "position": "Immunology Lab Researcher",
    "start": "May 2019",
    "end": "Jun 2021",
    "highlight": "text-red-400",
    "points": [
      "Performing analysis with Human Specimens for Immunoassays using both manual and automated processes.",
      "Assisted in the maintenance of the IT infrastructure and troubleshooting software.",
      "Developed a streamlined approach to minimize errors and increase the throughput of systems by roughly 10%.",
      "Trained and supervised new laboratory staff members on laboratory procedures and protocols.",
      "Prepared and maintained laboratory reports, records, and documentation.",
      "Maintained laboratory safety protocols and procedures to ensure a safe and healthy work environment."
    ]
  },
  {
    "name": "University of North Carolina Asheville",
    "logo": "/images/unca.webp",
    "background": "moving-gradient-2",
    "blend": "multiply",
    "position": "Physical Chemistry Researcher",
    "start": "May 2016",
    "end": "May 2018",
    "highlight": "text-indigo-400",
    "points": [
      "Conducted research involving the creation, analysis, and degradation of Halogen gasses using vacuum racks, Gas Chromatography-Mass Spectrometry detector.",
      "Collaborated on the development of new techniques for trapping and detecting molecules.",
      "Research published in The Journal of Physical Chemistry."
    ]
  },

  {
    "name": "The Hacker Collective",
    "logo": "/images/thc logo.png",
    "background": "bg-gray-700",
    "position": "Mentor",
    "start": "August 2021",
    "end": "April 2022",
    "highlight": "text-red-400",
    "points": [
      "Conducted zoom lectures and mentoring sessions to groups of learners about programming.",
      "Did live programming demonstrations to students, and guided them so they understood the concepts.",
      "Topics covered include Python fundamentals, Object-oriented programming, machine learning basics, Git and Github crash course,using jupyter notebooks and a few mini projects."
    ]
  }
]
